/**
 * Created by valentinamelanina on 08.04.17.
 */
function show_work() {
    // Создаем переменные
    var admin, name;

    // Добавляем значения
    admin = "Василий";
    name = admin;

    // Выводим результат
    alert(admin);

}
function show_work_2() {
    // Создаем переменные и указываем значения
    var a = 1000;
    var b = "108";

    // Выводим результат
    alert("Выражение 1000 + \"108\" будет равно " + (a + b));

}
function show_work_3() {
    // Создаем переменные и указываем значения
    var tc = 30; // Температура по Цельсию
    var tf = (9/5) * tc + 32;

    // Выводим результат
    alert("Температура по Цельсию = " + tc + ", а температура по Фаренгейту = " + tf);

}